Repository: mailwpro/hagrid
Catalog: po/hagrid/*.po
Languages: it, tr

# Subject for verification email
source: Verify {userid} for your key on {domain}
it: Verifica {userid} per la tua chiave su {domain}
tr: {domain} üzerindeki anahtarınız için {userid} doğrulaması

# Subject for manage email
source: Manage your key on {domain}
it: Gestisci la tua chiave su {domain}
tr: {domain} sunucusundaki anahtarınızı yönetin

source: Error
it: Errore
tr: Hata

source: Looks like something went wrong :(
it: Sembra che qualcosa sia andato storto :(
tr: Bir şeyler ters gitti gibi gözüküyor :(

source: Error message: {{ internal_error }}
it: Messaggio di errore: {{ internal_error }}
tr: Hata mesajı: {{ internal_error }}

source: There was an error with your request:
it: Si è verificato un errore con la tua richiesta:
tr: İsteğinizle ilgili bir hata oluştu:

source: We found an entry for <span class="email">{{ query }}</span>:
it: Abbiamo trovato una voce per <span class="email">{{ query }}</span>:
tr: <span class="email">{{ query }}</span> için bir girdi bulundu:

source: <strong>Hint:</strong> It's more convenient to use <span class="brand">keys.openpgp.org</span> from your OpenPGP software.<br /> Take a look at our <a href="/about/usage">usage guide</a> for details.
it: <strong>Suggerimento:</strong> È più facile usare <span class="brand">keys.opepgp.org</span>dalla tua installazione di OpenPGP. <br />Consulta la nostra <a href="/about/usage">guida all'uso</a> per i dettagli.
tr: <strong>İpucu:</strong> <span class="brand">keys.openpgp.org</span> hizmetini OpenPGP yazılımından kullanmak daha elverişlidir.<br />Ayrıntılar için <a href="/about/usage">kullanma kılavuzumuza</a> bakabilirsiniz.

source: debug info
it: informazioni di debug
tr: hata ayıklama bilgileri

source: Search by Email Address / Key ID / Fingerprint
it: Cerca per indirizzo email / ID Chiave / Fingerprint
tr: E-posta adresi / Anahtar Kimliği / Parmak İzi ile arama

source: Search
it: Cerca
tr: Ara

source: You can also <a href="/upload">upload</a> or <a href="/manage">manage</a> your key.
it: Puoi anche <a href="/upload">caricare</a> o <a href="/manage">gestire</a> una tua chiave.
tr: Ayrıca anahtarınızı <a href="/upload">yükleyebilir</a> veya <a href="/manage">yönetebilirsiniz</a>.

source: Find out more <a href="/about">about this service</a>.
it: Scopri di più <a href="/about">su questo servizio</a>.
tr: <a href="/about">Bu hizmet hakkında</a> daha fazlasını öğrenin.

source: News:
it: Novità:
tr: Haberler:

source: <a href="/about/news#2019-09-12-three-months-later">Three months after launch ✨</a> (2019-09-12)
it: <a href="/about/news#2019-09-12-three-months-later">Tre mesi dal lancio ✨</a> (12/09/2019)
tr: <a href="/about/news#2019-09-12-three-months-later">Başlangıçtan itibaren üç ay✨</a> (12 Eylül 2019)

source: v{{ version }} built from
it: v{{ version }} compilata da
tr: v{{ version }} dayandığı sürüm

source: Powered by <a href="https://sequoia-pgp.org">Sequoia-PGP</a>
it: Fatto con <a href="https://sequoia-pgp.org">Sequoia-PGP</a>
tr: <a href="https://sequoia-pgp.org">Sequoia-PGP</a>desteklidir

source: Background image retrieved from <a href="https://www.toptal.com/designers/subtlepatterns/subtle-grey/">Subtle Patterns</a> under CC BY-SA 3.0
it: Immagine di sfondo ottenuta da <a href="https://www.toptal.com/designers/subtlepatterns/subtle-grey/">Subtle Patterns</a> secondo CC BY-SA 3.0
tr: Arkaplan resmi <a href="https://www.toptal.com/designers/subtlepatterns/subtle-grey/">Subtle Patterns</a>tarafından CC BY-SA 3.0 lisansıyla sağlanmıştır.

source: Maintenance Mode
it: Modalità Manutenzione
tr: Bakım Modu

source: Manage your key
it: Gestisci la tua chiave
tr: Anahtarınızı yönetin

source: Enter any verified email address for your key
it: Inserisci un qualsiasi indirizzo email verificato per la tua chiave
tr: Anahtarınız için doğrulanmış bir e-posta adresi girin

source: Send link
it: Invia link
tr: Bağlantıyı gönder

source: We will send you an email with a link you can use to remove any of your email addresses from search.
it: Ti manderemo una email con un link, che potrai usare per rimuovere uno dei tuoi indirizzi email dai risultati della ricerca
tr: E-posta adreslerinizi aramadan kaldırabilmek için kullanabileceğiniz bir bağlantıyı size e-posta olarak göndereceğiz.

source: Managing the key <span class="fingerprint"><a href="{{ key_link }}" target="_blank">{{ key_fpr }}</a></span>.
it: Stai gestendo la chiave <span class="fingerprint"><a href="{{ key_link }}" target="_blank">{{ key_fpr }}</a></span>.
tr: <span class="fingerprint"><a href="{{ key_link }}" target="_blank">{{ key_fpr }}</a></span> anahtarı yönetiliyor.

source: Your key is published with the following identity information:
it: La tua chiave è stata pubblicata con le seguenti informazioni identificative:
tr: Anahtarınız aşağıdaki kimlik bilgileriyle yayınlanıyor:

source: Delete
it: Rimuovi
tr: Sil

source: Clicking "delete" on any address will remove it from this key. It will no longer appear in a search.<br /> To add another address, <a href="/upload">upload</a> the key again.
it: Clickare su "rimuovi" per un qualsiasi indirizzo lo rimuoverà da questa chiave. Non apparirà più nelle ricerche.<br />Per aggiungere un altro indirizzo, <a href="/upload">carica</a> la chiave nuovamente.
tr: Herhangi bir adreste "sil"e tıklamanız durumunda, o adresi anahtardan kaldıracaktır. Aramada artık gözükmeyecektir. <br />Başka bir adres eklemek için anahtarı tekrar <a href="/upload">yükleyin</a> .

source: Your key is published as only non-identity information. (<a href="/about" target="_blank">What does this mean?</a>)
it: La tua chiave è pubblicata solo con informazioni non identificative. (<a href="/about" target="_blank">Cosa vuol dire?</a>)
tr: Anahtarınız kimlik bilgisi içermeden yayınlanıyor. (<a href="/about" target="_blank">Bunun anlamı nedir</a>)

source: To add an address, <a href="/upload">upload</a> the key again.
it: Per aggiungere un indirizzo, <a href="/upload">carica</a> la chiave nuovamente.
tr: Bir adres eklemek için anahtarı tekrar <a href="/upload">yükleyin</a>.

source: We have sent an email with further instructions to <span class="email">{{ address }}</span>.
it: Abbiamo inviato una email con ulteriori istruzioni a <span class="email">{{ address }}</span>.
tr: Ek yönergeleri içeren bir e-postayı <span class="email">{{ address }}</span> adresine gönderdik.

source: This address has already been verified.
it: L'indirizzo è già stato verificato.
tr: Bu adres zaten doğrulanmış.

source: Your key <span class="fingerprint">{{ key_fpr }}</span> is now published for the identity <a href="{{userid_link}}" target="_blank"><span class="email">{{ userid }}</span></a>.
it: La tua chiave <span class="fingerprint">{{ key_fpr }}</span> è ora pubblicata per l'indirizzo <a href="{{userid_link}}" target="_blank"><span class="email">{{ userid }}</span></a>.
tr: <span class="fingerprint">{{ key_fpr }}</span> anahtarınız şimdi <a href="{{userid_link}}" target="_blank"><span class="email">{{ userid }}</span></a> kimliği için yayınlandı.

source: Upload your key
it: Carica la tua chiave
tr: Anahtarınızı yükleyin

source: Upload
it: Carica
tr: Yükle

source: Need more info? Check our <a target="_blank" href="/about">intro</a> and <a target="_blank" href="/about/usage">usage guide</a>.
it: Servono altre informazioni? Consulta la nostra <a target="_blank" href="/about">introduzione</a> e <a target="_blank" href="/about/usage">guida all'uso</a>.
tr: Daha fazla bilgi için<a target="_blank" href="/about">tanıtım</a> veya <a target="_blank" href="/about/usage">kullanma kılavuzuna</a> bakabilirsiniz.

source: You uploaded the key <span class="fingerprint"><a href="{{ key_link }}" target="_blank">{{ key_fpr }}</a></span>.
it: Hai caricato la chiave <span class="fingerprint"><a href="{{ key_link }}" target="_blank">{{ key_fpr }}</a></span>.
tr: <span class="fingerprint"><a href="{{ key_link }}" target="_blank">{{ key_fpr }}</a></span> anahtarını yüklediniz.

source: This key is revoked.
it: La chiave è stata revocata.
tr: Bu anahtar feshedildi.

source: It is published without identity information and can't be made available for search by email address (<a href="/about" target="_blank">what does this mean?</a>).
it: È stata pubblicata senza informazioni identificative e non può essere resa disponibile per la ricerca per indirizzo email (<a href="/about" target="_blank">Che cosa vuol dire?</a>).
tr: Kimlik bilgisi olmayan yayınlandı ve e-posta aramasıyla bulunamaz (<a href="/about" target="_blank">bunun anlamı nedir?</a>)

source: This key is now published with the following identity information (<a href="/about" target="_blank">what does this mean?</a>):
it: La chiave è ora pubblicata con le seguenti informazioni identificative (<a href="/about" target="_blank">Cosa vuol dire?</a>):
tr: Bu anahtar şimdi aşağıdaki kimlik bilgisiyle yayınlandı (<a href="/about" target="_blank">bunun anlamı nedir?</a>)

source: Published
it: Pubblicato
tr: Yayınlandı

source: This key is now published with only non-identity information. (<a href="/about" target="_blank">What does this mean?</a>)
it: La tua chiave è pubblicata solo con informazioni non identificative. (<a href="/about" target="_blank">Cosa vuol dire?</a>)
tr: Bu anahtar şimdi sadece kimlik olmayan bilgiyle yayınlandı (<a href="/about" target="_blank">bunun anlamı nedir?</a>)

source: To make the key available for search by email address, you can verify it belongs to you:
it: Per rendere la chiave disponibile nelle richerche per indirizzo email, puoi verificarne il possesso:
tr: Anahtarı e-posta adresiyle bulunabilir yapmak için, size ait olduğunu doğrulamanız gerekiyor:

source: Verification Pending
it: In attesa della verifica
tr: Doğrulama Bekleniyor

source: <strong>Note:</strong> Some providers delay emails for up to 15 minutes to prevent spam. Please be patient.
it: <strong>Nota:</strong> Alcuni provider ritardano le email fino a 15 minuti per prevenire lo spam. Si prega di attendere.
tr: <strong>Not:</strong> Bazı sağlayıcılar istenmeyen e-postaları önlemek amacıyla e-postaları 15 dakikaya kadar geciktirebiliyor. Lütfen sabırla bekleyin.

source: Send Verification Email
it: Invia email di verifica
tr: Doğrulama E-postasını Gönder

source: This key contains one identity that could not be parsed as an email address.<br /> This identity can't be published on <span class="brand">keys.openpgp.org</span>. (<a href="/about/faq#non-email-uids" target="_blank">Why?</a>)
it: La chiave contiene un'identità che non è stato possibile elaborare come indirizzo email.<br />Questa identità non può essere pubblicata su <span class="brand">keys.openpgp.org</span>. (<a href="/about/faq#non-email-uids" target="_blank">Perché?</a>)
tr: Bu anahtar e-posta adresi olarak çözümlenemeyen bir kimlik içeriyor. <br />Bu kimlik bilgisi <span class="brand">keys.openpgp.org</span>hizmetinde yayınlanamaz. (<a href="/about/faq#non-email-uids" target="_blank">Neden?</a>)

source: This key contains {{ count_unparsed }} identities that could not be parsed as an email address.<br /> These identities can't be published on <span class="brand">keys.openpgp.org</span>. (<a href="/about/faq#non-email-uids" target="_blank">Why?</a>)
it: La chiave contiene {{ count_unparsed }} identità che non è stato possibile elaborare come indirizzi email.<br />Queste identità non possono essere pubblicate su <span class="brand">keys.openpgp.org</span>. (<a href="/about/faq#non-email-uids" target="_blank">Perché?</a>)
tr: Bu anahtar e-posta adresi olarak çözümlenemeyen {{ count_unparsed }} kimlik bilgisi içeriyor. <br />Bu kimlik bilgileri <span class="brand">keys.openpgp.org</span> hizmtinde yayınlanamaz. (<a href="/about/faq#non-email-uids" target="_blank">Neden?</a>)

source: This key contains one revoked identity, which is not published. (<a href="/about/faq#revoked-uids" target="_blank">Why?</a>)
it: Questa chiave contiene una identità revocata, che non è pubblicata. (<a href="/about/faq#revoked-uids" target="_blank">Perché?</a>)
tr: Bu anahtar feshedilmiş, yayınlanmayan bir kimlik içeriyor. (<a href="/about/faq#revoked-uids" target="_blank">Neden?</a>)

source: This key contains {{ count_revoked }} revoked identities, which are not published. (<a href="/about/faq#revoked-uids" target="_blank">Why?</a>)
it: Questa chiave contiene {{ count_revoked }} identità revocate, che non sono pubblicate. (<a href="/about/faq#revoked-uids" target="_blank">Perché?</a>)
tr: Bu anahtar feshedilmiş, yayınlanmayan {{ count_revoked }} kimlik bilgisi içeriyor. (<a href="/about/faq#revoked-uids" target="_blank">Neden?</a>)

source: Your keys have been successfully uploaded:
it: Le tue chiavi sono state caricate con successo:
tr: Anahtarlarınız başarılı bir şekilde yüklendi:

source: <strong>Note:</strong> To make keys searchable by email address, you must upload them individually.
it: <strong>Nota:</strong> Per rendere le chiavi disponibili alla ricerca per indirizzo email, devi caricarle singolarmente.
tr: <strong>Not:</strong> Anahtarlarınızı e-posta adresiyle bulunabilir yapmak için, her birini ayrı ayrı yüklemeniz gerekiyor.

source: Verifying your email address…
it: Stiamo verificando il tuo indirizzo email...
tr: E-posta adresiniz doğrulanıyor...

source: If the process doesn't complete after a few seconds, please <input type="submit" class="textbutton" value="click here" />.
it: Se il processo non termina dopo qualche secondo, siete pregati di <input type="submit" class="textbutton" value="cliccare qui"/>
tr: Eğer işlem bir kaç saniye içerisinde tamamlanmazsa, lütfen <input type="submit" class="textbutton" value="click here" />.

source: Manage your key on {{domain}}
it: Gestisci la tua chiave su {{domain}}
tr: {{ domain }} üzerindeki anahtarınızı yönetin

source: Hi,
it: Ciao,
tr: Merhaba,

source: This is an automated message from <a href="{{base_uri}}" style="text-decoration:none; color: #333">{{domain}}</a>.
it: Questo è un messaggio automatico da <a href="{{base_uri}}" style="text-decoration:none; color: #333">{{domain}}</a>.
tr: Bu <a href="{{base_uri}}" style="text-decoration:none; color: #333">{{domain}}</a> tarafından gönderilen otomatik bir mesajdır.

source: If you didn't request this message, please ignore it.
it: Se non hai richiesto questo messaggio, sei pregato di ignorarlo.
tr: Eğer bu mesajı siz talep etmediyseniz, lütfen görmezden gelin.

source: OpenPGP key: <tt>{{primary_fp}}</tt>
it: Chiave OpenPGP: {{primary_fp}}
tr: OpenPGP anahtarı: <tt>{{primary_fp}}</tt>

source: To manage and delete listed addresses on this key, please follow the link below:
it: Per gestire e cancellare gli indirizzi associati a questa chiave, usa il link sottostante:
tr: Bu anahtarla listelenmiş adresleri yönetmek ve silmek için, lütfen aşağıdaki bağlantıya tıklayın:

source: You can find more info at <a href="{{base_uri}}/about">{{domain}}/about</a>.
it: Puoi trovare più informazioni all'indirizzo <a href="{{base_uri}}/about">{{domain}}/about</a>.
tr: Daha fazla bilgiyi <a href="{{base_uri}}/about">{{domain}}/about</a> sayfasında bulabilirsiniz.

source: distributing OpenPGP keys since 2019
it: Distribuiamo chiavi OpenPGP dal 2019
tr: OpenPGP anahtarları 2019 yılından beri dağıtılıyor

source: This is an automated message from {{domain}}.
it: Questo è un messaggio inviato automaticamente da {{domain}}.
tr: Bu {{domain}} tarafından gönderilen otomatik bir mesajdır.

source: OpenPGP key: {{primary_fp}}
it: Chiave OpenPGP: {{primary_fp}}
tr: OpenPGP anahtarı: {{primary_fp}}

source: You can find more info at {{base_uri}}/about
it: Puoi trovare più informazioni all'indirizzo {{base_uri}}/about
tr: Daha fazla bilgiyi {{base_uri}}/about sayfasında bulabilirsiniz.

source: Verify {{userid}} for your key on {{domain}}
it: Verifica {{userid}} per la tua chiave su {{domain}}
tr: {{userid}} kimliğini {{domain}} üzerindeki anahtarınız için doğrulayın

source: To let others find this key from your email address "<a rel="nofollow" href="#" style="text-decoration:none; color: #333">{{userid}}</a>", please click the link below:
it: Per consentire agli altri di trovare questa chiave dal tuo indirizzo email "<a rel="nofollow" href="#" style="text-decoration:none; color: #333">{{userid}}</a>", vai al link sottostante:
tr: Başkalarının bu anahtarı, "<a rel="nofollow" href="#" style="text-decoration:none; color: #333">{{userid}}</a>" e-posta adresinizi kullanarak bulmasını istiyorsanız lütfen aşağıdaki bağlantıya tıklayın:

source: To let others find this key from your email address "{{userid}}", please follow the link below:
it: Per consentire agli altri di trovare questa chiave dal tuo indirizzo email "{{userid}}", vai al link sottostante:
tr: Başkalarının bu anahtarı, "{{userid}}" e-posta adresinizi kullanarak bulmasını istiyorsanız lütfen aşağıdaki bağlantıya gidin:

source: This link is invalid or expired
it: Questo link non è valido o è scaduto
tr: Bu bağlantı geçersiz veya süresi geçmiş.

source: Malformed address: {address}
it: Indirizzo non valido: {address}
tr: Hatalı adres: {address}

source: No key for address: {address}
it: Nessuna chiave per l'indirizzo: {address}
tr: Anahtarsız adres: {address}

source: A request has already been sent for this address recently.
it: Una richiesta per questo indirizzo è già stata inviata recentemente.
tr: Bu adres için bir istek kısa bir süre önce zaten gönderilmişti.

source: Parsing of key data failed.
it: Impossibile elaborare i dati della chiave.
tr: Anahtar verisi çözümlemesi başarısız oldu.

source: Whoops, please don't upload secret keys!
it: Ooops, non caricare chiavi segrete!
tr: Eyvah! Lütfen gizli anahtarınızı yüklemeyin!

source: No key uploaded.
it: Nessuna chaive caricata.
tr: Anahtar yüklenmedi.

source: Error processing uploaded key.
it: Errore nell'elaborazione della chiave caricata.
tr: Yüklenen anahtar işlenirken bir hata oluştu.

source: Upload session expired. Please try again.
it: Sessione di caricamento scaduta. Si prega di riprovare.
tr: Yükleme oturumunun süresi doldu. Lütfen tekrar deneyin.

source: Invalid verification link.
it: Link di verifica non valido.
tr: Geçersiz doğrulama bağlantısı.
